{
  "projectName": {
    "en": "ADDRESS RESIDENCES THE BAY",
    "ar": ""
  },
  "projectID": "address-residences-the-bay",
  "country": {
    "en": "United Arab Emirates",
    "ar": ""
  },
  "city": {
    "en": "Dubai",
    "ar": ""
  },
  "description": {
    "en": "EMAAR Beachfront offers a luxurious, private island lifestyle at Dubai Harbour. This exclusive, gated community provides unparalleled access to the city’s premier attractions, including world-class malls, gourmet restaurants, and prestigious yacht clubs. It's an off-plan development by Emaar Properties, strategically located near Sheikh Zayed Road, ensuring a seamless commute to all parts of Dubai. Where the sea greets you every morning, and pristine white sand welcomes you home—on an island with a statement address in Dubai. Awaken your senses with every breath, as you redefine your premium lifestyle, overlooking the majestic Arabian Gulf at Emaar Beachfront. Emaar Beachfront brings world-class shopping and entertainment right to your doorstep, part of this meticulously planned off-plan development by Emaar Properties. Imagine waking up to the soothing sounds of the sea every morning and coming home to pristine white sand beaches. This masterfully planned development caters to every aspect of premium living, with proximity to prestigious yacht clubs, gourmet restaurants, and the best shopping malls Dubai has to offer, including those in Palm Jumeirah and Dubai Marina. Whether it's a relaxing day at the beach or a vibrant night out, Emaar Beachfront promises a lifestyle of unparalleled luxury and convenience in one of Dubai's most sought-after neighbourhoods.",
    "ar": ""
  },
  "bedrooms": [
    1,
    2,
    3,
    4
  ],
  "heroImage": "https://cdn.properties.emaar.com/wp-content/uploads/2022/06/EBF_ATB_WEBSITE_HERO-706x385.jpg",
  "projectPageLink": "https://properties.emaar.com/en/properties/address-residences-the-bay/",
  "propertyTypes": [
    {
      "en": "Residences",
      "ar": "Residences"
    }
  ],
  "views": [
    {
      "en": "Sea Views",
      "ar": ""
    }
  ],
  "amenities": [],
  "brand": "Emaar Properties",
  "brochurePdfLink": "",
  "galleryImages": [],
  "goldenVisaEligible": false,
  "latitude": 0,
  "longitude": 0,
  "location": {
    "ar": "",
    "en": ""
  },
  "mapDescription": {
    "ar": "",
    "en": ""
  },
  "mapPointsOfInterest": [],
  "minPriceAED": 0,
  "projectStatus": {
    "ar": "",
    "en": ""
  },
  "projectCategory": "Project",
  "area": {
    "ar": "",
    "en": ""
  },
  "paymentPlan": {
    "ar": "",
    "en": ""
  },
  "contact": {
    "phone": "",
    "whatsapp": ""
  },
  "maxAreaSqft": 0,
  "maxAreaSqmt": 0,
  "maxPriceAED": 0,
  "minAreaSqft": 0,
  "minAreaSqmt": 0,
  "sellable": false,
  "summary": {
    "en": "ADDRESS RESIDENCES THE BAY offers premium living experience with exceptional amenities and strategic location in .",
    "ar": "تقدم  تجربة معيشية راقية مع وسائل راحة استثنائية وموقع استراتيجي في ."
  },
  "heroCopy": {
    "en": {
      "title": "ADDRESS RESIDENCES THE BAY: Premium Living Experience",
      "subtitle": "Luxury Residences with Exceptional Amenities in "
    },
    "ar": {
      "title": ": تجربة معيشية راقية",
      "subtitle": "مساكن فاخرة مع وسائل راحة استثنائية في "
    }
  },
  "insights": {
    "en": "ADDRESS RESIDENCES THE BAY represents a premium investment opportunity in Dubai, offering luxury living with strong potential for capital appreciation and rental returns in the strategic  location.",
    "ar": "تمثل  فرصة استثمارية متميزة في ، حيث تقدم عيشًا فاخرًا مع إمكانات قوية لتقدير رأس المال والعوائد الإيجارية في الموقع الاستراتيجي في ."
  }
}